Repository: kodi-game/game.libretro.genplus-wide
Catalog: game.libretro.genplus-wide/resources/language/resource.language.*/strings.po
Languages: de_de, zh_cn

# Addon Summary
source: Sega - MS/GG/MD/CD (Genesis Plus GX Wide)
zh_cn: 世嘉 - MS/GG/MD/CD (Genesis Plus GX Wide)

# Addon Description
source: A widescreen modification of Genesis Plus GX, a Sega/Genesis/Mega CD emulator that originally ran on the GameCube.
de_de: Eine Widescreen-Modifikation von Genesis Plus GX, einem Sega/Genesis/Mega CD-Emulator, der ursprünglich auf dem GameCube lief.
zh_cn: Genesis Plus GX 的宽屏修改，这是最初在 GameCube 上运行的 Sega/Genesis/Mega CD 模拟器。

# #30001
source: System Hardware
zh_cn: 系统硬件

# #30002
source: System Region
zh_cn: 系统区域

# #30003
source: System Boot ROM
zh_cn: 系统引导 ROM

# #30004
source: CD System BRAM (Requires Restart)
zh_cn: CD 系统 BRAM（需要重新启动）

# #30005
source: CD Backup Cart BRAM (Requires Restart)
zh_cn: CD 备份车 BRAM（需要重新启动）

# #30006
source: CD Backup Cart BRAM Size (Requires Restart)
zh_cn: CD 备份车 BRAM 大小（需要重新启动）

# #30007
source: CD add-on (MD mode) (Requires Restart)
zh_cn: CD 插件（MD 模式）（需要重新启动）

# #30008
source: Cartridge Lock-On
zh_cn: 卡带盒锁定

# #30009
source: Core-Provided Aspect Ratio
zh_cn: 核心提供的纵横比

# #30010
source: Borders
zh_cn: 边框

# #30011
source: Extra columns to draw in H40 for widescreen
zh_cn: 宽屏模式下 H40 分辨率的额外绘制列数

# #30012
source: Fix VDP DMA boundary bug
zh_cn: 修复视频显示处理器直接内存访问边界错误

# #30013
source: Hide Master System Side Borders
zh_cn: 隐藏主系统侧边框

# #30014
source: Game Gear Extended Screen
zh_cn: 游戏装备扩展屏幕

# #30015
source: Blargg NTSC Filter
zh_cn: Blargg NTSC 滤波器

# #30016
source: LCD Ghosting Filter
zh_cn: LCD 重影滤波器

# #30017
source: Interlaced Mode 2 Output
zh_cn: 隔行模式2输出

# #30018
source: Frameskip
zh_cn: 帧跳过

# #30019
source: Frameskip Threshold (%)
zh_cn: 帧跳过阈值（%）

# #30020
source: Master System FM (YM2413)
zh_cn: 主系统 FM（YM2413）

# #30021
source: Master System FM (YM2413) Core
zh_cn: 主系统 FM（YM2413）核心

# #30023
source: Sound Output
zh_cn: 声音输出

# #30024
source: Audio Filter
zh_cn: 音频滤波器

# #30025
source: Low-Pass Filter %
zh_cn: 低通滤波器 %

# #30026
source: PSG Preamp Level
zh_cn: PSG 前置放大器电平

# #30027
source: FM Preamp Level
zh_cn: FM 前置放大器电平

# #30028
source: CD-DA Volume
zh_cn: CD-DA 音量

# #30029
source: PCM Volume
zh_cn: PCM 音量

# #30030
source: EQ Low
zh_cn: 均衡器低频

# #30031
source: EQ Mid
zh_cn: 均衡器中频

# #30032
source: EQ High
zh_cn: 均衡器高频

# #30033
source: Light Gun Input
zh_cn: 光枪输入

# #30034
source: Show Light Gun Crosshair
zh_cn: 显示光枪十字准线

# #30035
source: Invert Mouse Y-Axis
zh_cn: 反转鼠标 Y 轴

# #30036
source: Remove Per-Line Sprite Limit
zh_cn: 移除每行精灵数量限制

# #30037
source: Enhanced per-tile vertical scroll
zh_cn: 增强型逐块垂直滚动

# #30038
source: Enhanced per-tile vertical scroll limit
zh_cn: 增强型逐图块垂直滚动限制

# #30039
source: CPU Speed
zh_cn: CPU 速度

# #30040
source: System Lock-Ups
zh_cn: 系统锁定

# #30041
source: 68K Address Error
zh_cn: 68K 地址错误

# #30043
source: PSG Tone Channel 0 Volume %
zh_cn: PSG 音调通道 0 音量 %

# #30044
source: PSG Tone Channel 1 Volume %
zh_cn: PSG 音调通道 1 音量 %

# #30045
source: PSG Tone Channel 2 Volume %
zh_cn: PSG 音调通道 2 音量 %

# #30046
source: PSG Noise Channel 3 Volume %
zh_cn: PSG 噪声通道 3 音量 %

# #30047
source: Mega Drive/Genesis FM Channel 0 Volume %
zh_cn: Mega Drive/Genesis FM 频道 0 音量 %

# #30048
source: Mega Drive/Genesis FM Channel 1 Volume %
zh_cn: Mega Drive/Genesis FM 频道 1 音量 %

# #30049
source: Mega Drive/Genesis FM Channel 2 Volume %
zh_cn: Mega Drive/Genesis FM 频道 2 音量 %

# #30050
source: Mega Drive/Genesis FM Channel 3 Volume %
zh_cn: Mega Drive/Genesis FM 频道 3 音量 %

# #30051
source: Mega Drive/Genesis FM Channel 4 Volume %
zh_cn: Mega Drive/Genesis FM 频道 4 音量 %

# #30052
source: Mega Drive/Genesis FM Channel 5 Volume %
zh_cn: Mega Drive/Genesis FM 频道 5 音量 %

# #30053
source: Master System FM (YM2413) Channel 0 Volume %
zh_cn: 主系统 FM（YM2413）通道 0 音量 %

# #30054
source: Master System FM (YM2413) Channel 1 Volume %
zh_cn: 主系统 FM（YM2413）通道 1 音量 %

# #30055
source: Master System FM (YM2413) Channel 2 Volume %
zh_cn: 主系统 FM（YM2413）通道 2 音量 %

# #30056
source: Master System FM (YM2413) Channel 3 Volume %
zh_cn: 主系统 FM（YM2413）通道 3 音量 %

# #30057
source: Master System FM (YM2413) Channel 4 Volume %
zh_cn: 主系统 FM（YM2413）通道 4 音量 %

# #30058
source: Master System FM (YM2413) Channel 5 Volume %
zh_cn: 主系统 FM（YM2413）通道 5 音量 %

# #30059
source: Master System FM (YM2413) Channel 6 Volume %
zh_cn: 主系统 FM（YM2413）通道 6 音量 %

# #30060
source: Master System FM (YM2413) Channel 7 Volume %
zh_cn: 主系统 FM（YM2413）通道 7 音量 %

# #30061
source: Master System FM (YM2413) Channel 8 Volume %
zh_cn: 主系统 FM（YM2413）通道 8 音量 %

# #30062
source: Force VDP Mode
zh_cn: 强制 VDP 模式

# #30063
source: CD Access Time
zh_cn: CD 访问时间

# #30064
source: CD Image Cache
zh_cn: CD 映像缓存

# #30000
source: Settings
de_de: Einstellungen

# #30005
source: CD add-on (MD mode) (Requires Restart)
de_de: CD-Addon (MD-Modus) (Erfordert Neustart)

# #30007
source: Core-Provided Aspect Ratio
de_de: Von Core vorgegebenes Seitenverhältnis

# #30008
source: Borders
de_de: Ränder

# #30010
source: Fix VDP DMA boundary bug
de_de: Fehler in der VDP-DMA-Grenze beheben

# #30011
source: Hide Master System Side Borders
de_de: Seitenränder von Master System ausblenden

# #30012
source: Game Gear Extended Screen
de_de: Game Gear Erweiterter Bildschirm

# #30017
source: Frameskip Threshold (%)
de_de: Frameskip-Schwellenwert (%)

# #30021
source: Sound Output
de_de: Soundausgabe

# #30023
source: Low-Pass Filter %
de_de: Tiefpassfilter %

# #30024
source: PSG Preamp Level
de_de: PSG-Vorverstärkerpegel

# #30025
source: FM Preamp Level
de_de: FM-Vorverstärkerpegel

# #30026
source: CD-DA Volume
de_de: CD-DA-Lautstärke

# #30027
source: PCM Volume
de_de: PCM-Lautstärke

# #30028
source: Light Gun Input
de_de: Lightgun-Eingabe

# #30029
source: Show Light Gun Crosshair
de_de: Lightgun-Fadenkreuz anzeigen

# #30030
source: Invert Mouse Y-Axis
de_de: Maus Y-Achse umkehren

# #30031
source: Remove Per-Line Sprite Limit
de_de: Pro-Zeile-Spritebegrenzung entfernen

# #30034
source: CPU Speed
de_de: CPU-Geschwindigkeit

# #30036
source: 68K Address Error
de_de: 68K-Adressfehler

# #30037
source: CD access time
de_de: CD-Zugriffszeit

# #30038
source: PSG Tone Channel 0 Volume %
de_de: Lautstärke % für PSG-Tonkanal 0

# #30039
source: PSG Tone Channel 1 Volume %
de_de: Lautstärke % für PSG-Tonkanal 1

# #30040
source: PSG Tone Channel 2 Volume %
de_de: Lautstärke % für PSG-Tonkanal 2

# #30041
source: PSG Noise Channel 3 Volume %
de_de: Lautstärke % für PSG-Rauschkanal 3

# #30042
source: Mega Drive/Genesis FM Channel 0 Volume %
de_de: Lautstärke % für Mega Drive/Genesis FM-Kanal 0

# #30043
source: Mega Drive/Genesis FM Channel 1 Volume %
de_de: Lautstärke % für Mega Drive/Genesis FM-Kanal 1

# #30044
source: Mega Drive/Genesis FM Channel 2 Volume %
de_de: Lautstärke % für Mega Drive/Genesis FM-Kanal 2

# #30045
source: Mega Drive/Genesis FM Channel 3 Volume %
de_de: Lautstärke % für Mega Drive/Genesis FM-Kanal 3

# #30046
source: Mega Drive/Genesis FM Channel 4 Volume %
de_de: Lautstärke % für Mega Drive/Genesis FM-Kanal 4

# #30047
source: Mega Drive/Genesis FM Channel 5 Volume %
de_de: Lautstärke % für Mega Drive/Genesis FM-Kanal 5

# #30048
source: Master System FM (YM2413) Channel 0 Volume %
de_de: Lautstärke % für Master System FM(YM2413)-Kanal 0

# #30049
source: Master System FM (YM2413) Channel 1 Volume %
de_de: Lautstärke % für Master System FM(YM2413)-Kanal 1

# #30050
source: Master System FM (YM2413) Channel 2 Volume %
de_de: Lautstärke % für Master System FM(YM2413)-Kanal 3

# #30051
source: Master System FM (YM2413) Channel 3 Volume %
de_de: Lautstärke % für Master System FM(YM2413)-Kanal 3

# #30052
source: Master System FM (YM2413) Channel 4 Volume %
de_de: Lautstärke % für Master System FM(YM2413)-Kanal 4

# #30053
source: Master System FM (YM2413) Channel 5 Volume %
de_de: Lautstärke % für Master System FM(YM2413)-Kanal 5

# #30054
source: Master System FM (YM2413) Channel 6 Volume %
de_de: Lautstärke % für Master System FM(YM2413)-Kanal 6

# #30055
source: Master System FM (YM2413) Channel 7 Volume %
de_de: Lautstärke % für Master System FM(YM2413)-Kanal 7

# #30056
source: Master System FM (YM2413) Channel 8 Volume %
de_de: Lautstärke % für Master System FM(YM2413)-Kanal 8
